Revit 2024 API
DWGImportOptions Constructor
 Constructs a new instance of DWGImportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public DWGImportOptions()
Visual Basic
Public Sub New
Visual C++
public:
DWGImportOptions()
See Also
DWGImportOptions Class
DWGImportOptions Overload
Autodesk.Revit.DB Namespace